---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.CentralModelVersionArchivedException
source: html/35a5624c-ec18-7a94-3131-57fd2221f1c3.htm
---
# CentralModelVersionArchivedException Members

Retrieves data needed to serialize the target object.